package ru.sivanov.Quotes;

import java.util.ArrayList;
import java.util.Collections;
import java.util.Random;

public class Statham {
    public static String say(){
        ArrayList<String> statham = new ArrayList<>();
        Collections.addAll(statham,
                "Живи, кайфуй, гуляй играй\n" +
                        "Упал вставай, наглей ругай\n" +
                        "Чужих роняй, своих спасай," +
                        "\nПельмени, суп картошка, чай.",
                "Увидал бабу с усами, шевели быстрее ногами.",
                "Отдыхаешь в Тайланде, берегись баб с большими болтами.",
                "Стою в пробке, смотрю на попки.",
                "Плохо тогда, когда туалет не нашёл, а процесс уже пошёл.",
                "Картошка, шкаф, диван, окно,\n" +
                        "Морковка, перец, полотно\n" +
                        "Майонез,пельмень, батон,\n " +
                        "Банка, ручка и картон.",
                "Ты-морячка, я урбуз,\n" +
                        "Ты-рыбачка, я индус\n" +
                        "Я драже, а ты паяльник\n" +
                        "Занавеска, рыба, спальник.",
                "Лучше 5 сантиметров спереди, чем 25 сзади",
                "Делу время, потехе час, пиво водочка и квас.",
                "Главное, братишка, что бы стояла шишка.",
                "Хороший человек плохой воздух в себе держать не будет",
                "Лучше пернуть, как медведь, чем по-пидорски набздеть"
                );
        Collections.shuffle(statham);
        return statham.get(0);
    }
}
